 export const javaCourse = [{
         "name": "Введение в Java",
         "img": "1.img",
         "page": 5,
         "desc": [{
                 "name": "Язык программирования Java",
                 "text": "На сегодняшний момент язык Java является одним из самых распространенных и популярных языков программирования. Первая версия языка появилась еще в 1996 году в недрах компании Sun Microsystems, впоследствии поглощенной компанией Oracle."
             },
             {
                 "name": "Установка Java",
                 "text": "Для разработки программ на Java нам потребуется специальный комплект для разработки JDK (Java Development Kit). JDK включает ряд программ и утилит, которые позволяют компилировать, запускать программы на Java, а также выполнять ряд других функций."
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             }
         ]
     },
     {
         "name": "Другой курс Java",
         "img": "2.img",
         "page": 8,
         "desc": [{
                 "name": "Новый объект",
                 "text": "Описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             },
             {
                 "name": "Еще один объект",
                 "text": "Дополнительное описание"
             }
         ]
     }
 ];